{
    "NAVBAR":{
        "perfil":"Home",
        "about":"About me",
        "projects":"Projects",
        "contact":"Contact me",
        "cv":"Download CV",
        "linkedin":"Linkedin",
        "github":"Github"
    },
    "SETTINGS":{
        "TITLE":"Options",
        "INFO":"Information about the application",
        "DARKMODE":"Dark Mode",
        "LANGUAGE":"Change to Spanish"
    },
    "MAIN": {
        "PERFIL": {
            "DESC":"Full Stack Developer"
        },
        "PROJECTS": {
            "TITLE":"Projects",
            "DESC":"I am currently working on many more projects, if you want to see my:",
            "DESC_LINK":"daily activity"
        },
        "ABOUT": {
            "TITLE":"About me",
            "DESC1":"Hi, I'm Miqueas and I'm a programmer since 2020, in the middle of the pandemic I ventured into this beautiful world of programming, I started programming in Processing, then in the faculty programming in paper (Pascal), from there I became passionate about programming and technology.",
            "DESC2": "I like order and aesthetics, I try to replicate my tastes in the creation of attractive user interfaces, friendly and accessible (a11y), I also like everything related to data management, I consider that today is the new oil (black gold), so I really like creating applications that can be used for data management.",
            "DESC3": "I am currently studying Information and Communication Technologies (ICT analyst) at the Faculty of Informatics (UNLP).",
            "DESC4": "Besides this I am aware that the world of programming is immense and it is not enough to stay with formal studies, and that is why I combine my academic training with my curiosity and self-taught personality.",
            "DESC5": "At the moment I am focusing on the following technologies: Front:Angular(Material, primeNG, ng2-charts), TailwindCSS(flowbite), RxJS, TypeScript, BackEnd: NodejS(NestJS + expressJS) DB: MongoDB, MySql, MariaDB",
            "DESC6": "I am also interested in learning and researching new technologies and concepts, such as: .NET (C#), Testing: Jasmine and Karma, Cloud: Azure.",
            "CONTACT":"If you want to program something or have a chat, feel free to contact me.",
            "THANKS": "Thanks for view my portfolio!",
            "CVDOWNLOAD":"Download CV for more information",
            "DOWNLOAD": "Download",
            "SENDMAIL": "Send me an email"
        }
    },
    "INFOAPP":{
        "TITLE":"Angular Portfolio",
        "DESC":"SPA made with Angular14, TailwindCSS and TypeScript, RxJS, Material, SweetAlert, aos, ng-arrangement, etc.",
        "LINKREPO":"Link to the repository"
    },
    "FOOTER":{
        "DESC": "©2023 - Created by Miqueas Gimenez",
        "CONTACT ": "contact me"
    }

}