{
    "NAVBAR": {
        "perfil":"Inicio",
        "about":"Sobre mí",
        "projects":"Proyectos",
        "contact":"Contáctame",
        "cv":"Descargar CV",
        "linkedin":"Linkedin",
        "github":"Github"
    },
    "SETTINGS":{
        "TITLE":"Opciones",
        "INFO":"Información acerca de la aplicación",
        "DARKMODE":"Modo oscuro",
        "LANGUAGE":"Cambiar a inglés",
        "FULLSCREEN": "Pantalla Completa"
    },
    "MAIN": {
        "PERFIL": {
            "DESC":"Desarrollador Full Stack"
        },
        "PROJECTS": {
            "TITLE":"Proyectos",
            "DESC":"Actualmente me encuentro trabajando en muchos mas proyectos, si quiere ver mi:",
            "DESC_LINK":"actividad diaria"
        },
        "ABOUT": {
            "TITLE":"Sobre mí",
            "DESC1":"Hola! Soy Miqueas, tengo 20 años y soy de La Plata, Buenos Aires, comencé a programar en 2020 (Plena Pandemia) con processing, luego pascal (en papel), y en adición a esto fui conociendo nuevas tecnologías de forma autodidacta, me apasiona el mundo IT y programar.",
            "DESC2": "Me gusta el orden y la estética, trato de replicar dichos gustos en la creación de interfaces de usuario atractivas, amigables y accesibles (a11y).",
            "DESC3": "Intento día a día perseguir la excelencia en cada proyecto o trabajo que tengo, ya que considero que el producto/desarrollo perfecto no existe, siempre hay lugar para la mejora.",
            "DESC4": "Me considero una persona tranquila, respetuosa, honesta, curiosa y comprometida.",
            "DESC5": "Actualmente me encuentro programando, indagando e investigando en todo el ecosistema de Angular, además de esto está en mis metas aprender tecnologías cloud.",
            "CONTACT":"Si quieres que programemos algo, o charlemos, no dudes en contactarme.",
            "THANKS": "Gracias por ver mi portfolio!",
            "CVDOWNLOAD":"Les invito a descargar mi CV para mayor información:",
            "DOWNLOAD": "Descargar",
            "SENDMAIL":"Enviarme un mail"
        }
    },
    "INFOAPP":{
        "TITLE":"Portfolio Angular",
        "DESC":"SPA hecho con Angular14, TailwindCSS y TypeScript, RxJS, Material, SweetAlert, aos, ng-arrangement, etc.",
        "LINKREPO":"Link al repositorio GitHub"
    },
    "FOOTER":{
        "DESC": "©2023 - Creado por Miqueas Gimenez",
        "CONTACT": "contáctame"
    }
}